00
V57
414
574
557
518
428
436
427
599
682
435
298
433
584
434
276
306
410
730
728
786
715
654
486
38
278
820
296
787
595
996
250.11
493
444
852
491
415
562
569
250.8
198
280
250.7
250.82
331
560
411
733
592
512
571
738
440
578
567
780
218
304
458
291
526
850
402
972
789
648
250.13
197
346
162
530
404
507
540
535
596
250.02
823
8
812
250.6
553
V56
455
608
423
250.4
250.12
718
285
532
403
998
250.03
802
482
311
462
398
174
577
70
784
618
442
821
424
603
453
250.81
785
250.22
528
997
191
727
457
413
474
V58
277
42
790
494
354
492
348
443
203
185
V54
345
465
155
438
451
980
150
426
441
782
490
515
274
295
202
808
250.92
250.5
537
594
112
531
303
552
558
565
250.93
805
724
189
250
576
813
151
711
211
294
680
466
251
726
722
601
401
600
480
516
250.83
323
300
431
641
193
824
396
659
707
977
968
464
420
514
969
965
622
922
454
153
590
681
386
863
825
835
239
309
250.1
572
235
182
379
845
564
652
481
349
312
204
250.51
737
250.41
V55
620
459
893
807
721
115
416
568
581
614
238
626
V60
591
660
801
359
253
250.23
822
154
263
962
664
604
487
783
172
272
844
511
746
250.01
188
799
35
383
695
522
573
729
575
446
333
223
959
796
536
593
860
714
456
621
351
31
157
995
566
430
521
385
289
556
429
958
183
725
205
250.2
368
461
332
705
868
924
287
196
627
550
53
158
970
851
891
686
301
240
607
586
933
78
644
781
616
656
485
286
649
421
836
719
227
362
V71
9
519
353
335
756
710
496
432
299
250.42
745
233
214
945
378
292
447
804
282
117
212
412
336
275
281
210
288
865
226
920
358
999
788
156
250.9
661
?
340
555
640
501
585
135
171
220
475
642
388
716
534
242
717
290
478
327
425
890
307
794
598
723
625
215
759
255
473
684
885
V45
184
82
241
445
611
617
861
250.31
619
879
541
360
992
79
747
384
11
463
305
816
510
939
708
284
41
47
61
696
5
54
250.3
870
369
161
655
283
437
663
382
V53
142
322
250.21
815
297
694
983
136
293
867
665
928
66
230
195
533
551
853
588
344
513
325
645
941
736
397
180
308
310
881
692
800
837
252
633
350
691
394
834
971
219
337
527
324
986
208
976
201
882
810
225
915
273
892
374
982
250.33
803
632
582
847
164
883
967
250.91
916
334
338
175
244
732
966
942
935
342
795
380
361
145
964
V63
49
495
854
840
658
843
48
250.32
3
152
921
7
706
133
873
989
875
320
365
376
194
508
250.43
355
914
646
94
831
352
671
806
160
952
913
E909
814
542
357
991
395
237
751
88
217
734
483
866
370
250.53
179
709
146
975
990
791
579
846
685
524
39
245
570
266
341
147
693
422
199
897
864
363
833
529
690
V70
200
452
647
963
236
36
366
34
610
228
110
141
216
470
793
797
207
250.52
826
377
187
906
261
V51
V25
356
862
987
75
173
957
477
192
880
653
149
735
934
27
602
170
643
683
637
318
405
471
839
669
753
923
657
848
580
720
